[
    {
        "service_id": "01",
        "title": "Wedding Photography",
        "img": "https://www.the-sun.com/wp-content/uploads/sites/6/2021/11/NINTCHDBPICT000691392512.jpg",
        "price": "20.00",
        "description": "As a job, being a professional wedding photographer involves an exciting mix of portraiture and event photography in a wide variety of settings and groups. Wedding photography is pretty intense, with the element of getting the best shot on the first try and not really getting a second chance in some situations. The emphasis is on capturing the moment and documenting natural, candid pictures that the family will treasure for a lifetime. Wedding photographers have to be quick on their feet, moving around during events, and there are substantial sales and customer service components to their jobs. They also have to be adaptable, ready to shoot outdoors on a sunny day and indoors for dimly lit receptions and dances. Couples will expect direction from the photographer for posing shots and settings, so the photographer must be confident and communicate well with the bride and groom."
    },
    {
        "service_id": "02",
        "title": "Event Photography",
        "img": "https://www.nikonusa.com/Images/Learn-Explore/Photography-Techniques/2017/IC-Todd-Owyoung-rock-events/Media/Todd-Dilly-Dally-BTS.jpg",
        "price": "30.00",
        "description": "In the same vein, event photography is a dynamic and fast-paced way to make a buck with your camera. Whether your beat is corporate events or wild and crazy rock concerts, event photographers work in a variety of settings. Event photography styles often involve a mixture of photojournalistic documentary work and portraiture. Some organizations use their event photos for publicity purposes, while other use party photos as souvenirs or keepsakes."
    },
    {
        "service_id": "03",
        "title": "Portrait Photography",
        "img": "https://wallpapercave.com/wp/wp7187338.jpg",
        "price": "10.00",
        "description": "Portraiture is one of the most common types of photographer that we think of when we consider career options. The kinds of photography that can be included in portraits is astounding. Retail customers seek out portrait photographers for every phase of life: maternity and newborns, school photos, senior photos, and general family photos. Corporate portraits are also commonly needed as employees update their headshots for websites and publicity materials. Furthermore, aspiring and professional models are in constant need of updated portfolios with a catalog of current shots to market themselves for agencies and jobs. Here are stunning family photography portfolio website examples designed for your use. "
    },
    {
        "service_id": "04",
        "title": "Product Photography",
        "img": "http://www.maacanimationkasba.com/wp-content/uploads/2021/02/shutterstock_673154035-e1576908104276.jpg",
        "price": "15.00",
        "description": "More specific than working in advertising, product photography is a great specialization. Think about all of the products you have recently shopped for: everything needs to be photographed. The photos are used for online and print catalogs, as well as for labels and packaging. Most product photography is studio based, with careful control of backgrounds, shadows, and lighting. Studio rentals can be fairly expensive so consider building a home photography studio on a budget."
    },
    {
        "service_id": "05",
        "title": "Fine Art Photography",
        "img": "https://dslrguru.co.uk/wp-content/uploads/2019/02/Fine-Art-Photography-Explained.jpg",
        "price": "25.00",
        "description": "Of all of the types of photography, this is the one with no rules. Fine art photographers create art. They display their work in galleries and at art shows, and generally, they sell a finished, framed print product to their customers. Fine art photography can be of any subject at all, but landscape and portrait artists are probably the most common. Fine art images are about capturing emotional responses and communicating with the audience."
    },
    {
        "service_id": "06",
        "title": "Fashion Photography ",
        "img": "https://storge.pic2.me/upload/231/5de0191689528.jpg",
        "price": "25.00",
        "description": "Fashion photography is one of the more glamorous and more difficult to enter photography jobs. From cover shots of the top fashion magazines to documenting the latest styles and trends on the runway, fashion photographers work in the design districts of New York, Paris, and Milan. Runway shoots require an element of documentary photography, while posed shoots on location demand one-on-one work with the model.Photography magazines aren't only good for inspiration. They're full of tutorials, industry highlights, new gear insight and much more.  Here is our detailed best photography magazine that you should read"
    }
    
]